ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/slut/ValidRequest_envelope.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://skat.dk/begrebsmodel/2016/01/01/">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:PersonÅrsopgørelseHent_I>
         <ns:Kontekst>
            <!--You may enter ANY elements at this point-->
         </ns:Kontekst>
         <ns:PersonCPRNummer>0103740924</ns:PersonCPRNummer>
         <ns:IndkomstÅr>2016</ns:IndkomstÅr>
         <ns:ÅrsopgørelseOpgørelseNummer>9732</ns:ÅrsopgørelseOpgørelseNummer>
         <ns:ÅrsopgørelseDannelseTidspunkt>2017-03-22T13:46:05.244745</ns:ÅrsopgørelseDannelseTidspunkt>
      </ns:PersonÅrsopgørelseHent_I>
   </soapenv:Body>
</soapenv:Envelope>